interfaces/src/main/resources/templates/GeefAanslagbiljetPersonenbelastingDienst.02.00.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <GeefAanslagbiljetPersonenbelasting xmlns="http://webservice.geefaanslagbiljetpersonenbelastingdienst-02_00.inkomen-02_00.vip.vlaanderen.be">
            <Verzoek>
                <Context>
                    <Naam>GeefAanslagBiljetPersonenBelasting</Naam>
                    <Versie>02.00.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>2022-09-12</Datum>
                            <Tijd>06:30:15.264</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>Afzender-A</Identificatie>
                            <Referte>e3888118-6277-4d10-aaf8-0b4d377a7a2b</Referte>
                            <Hoedanigheid>188</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>vraagreferte</Referte>
                        <Inhoud>
                            <Criteria>
                                <INSZ>INSZ</INSZ>
                                <Inkomensjaar>2011</Inkomensjaar>
                                <IPCALCodes>
                                    <IPCALCode>7555</IPCALCode>
                                    <IPCALCode>7557</IPCALCode>
                                </IPCALCodes>
                            </Criteria>
                            <Bron>FODFIN</Bron>
                            <Taal>nl</Taal>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </GeefAanslagbiljetPersonenbelasting>
    </soapenv:Body>
</soapenv:Envelope>